Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=838_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Enontekiön ja Sodankylän nuoret lähtevät valtakunnalliseen tanssitapahtumaan
smn: Iänuduv já Suáđigil nuorah vyelgih väldikodálâš tanssâtábáhtusân

source: Showtanssiryhmä Eanodaga powerdancers ja modernia kansantanssia esittävä Jutatokka Sodankylästä edustavat saamelaisnuoria Tampereella kesäkuussa järjestettävässä valtakunnallisessa
smn: Showtanssâjuávkku Eanodaga powerdancers já tááláš aalmugtaansâ tánssájeijee juávkku Jutatokka Suáđigilist ovdâsteh säminuorâid väldikodálâš Sottiisimoves – tábáhtusâst, mii uárnejuvvoo Tamperest kesimáánust.

source: – tapahtumassa. Saamelaisnuorten edustajat valittiin Sodankylässä järjestetyssä saamelaisnuorten taidetapahtumassa.
smn: Säminuorâi ovdâsteijeeh väljejuvvojii säminuorâi taaiđâtábáhtusâst, mii uárnejui Suáđigilist.

source: Tanssikilpailussa palkittiin lisäksi Käsivarren nuorten vapaan tanssin ryhmä ja karigasniemeläinen hiphop – ryhmä Gangstajuŋkkat.
smn: Tanssâkištoost palhâšuvvii meid Kietâruotâs nuorâi rijjâ taansâ juávkku já kärigâsnjaargâlâš hiphop – juávkku Gangstajuŋkkat..

source: Saamelaisnuorten taidetapahtuman tuomareina toimivat zumbafitness ohjaaja Bigga Aikio (kuvassa, katso video) Koutokeinosta ja tanssinopettaja Merja Leinonen Sodankylästä.
smn: Säminuorâi taaiđâtábáhtus tuámmárin lijjii zumbafitness stivrejeijee Bigga Aikio (kooveest,

source: Tuomarit kiittivät Eanodaga powerdancers – ryhmää hyvin valmistellusta esityksestä (alempi kuva), joka sai yleisön mukaan.
smn: ) Kuovdâkiäinust já tanssâmáttáátteijee Merja Leinonen Suáđigilist.

source: Koreografia oli monipuolinen ja erityisesti tanssijoiden asuista esityksen lopussa syntynyt Saamen lippu sai kiitosta.
smn: Tuámmáreh kijttii Eanodaga powerdancers – juávhu (kove vyelni) pyereest valmâštâllum taansâst, mii finnij keččeid fáárun.

source: Esityksen oli ohjannut Rosa Pietikäinen ja siinä tanssivat Britt-Inger Ruotsala, Susan Löf, Anni-Sofia Löf,
smn: Koreografia lâi maaŋgâpiälálâš já eromâšávt sämilippu, mii šoodâi tánssájeijei pihtâsijn taansâ loopâst, finnij kijttosijd.

source: Kristen Anne Ruotsala, Petra Ikonen ja Sofia Kallionlähde.
smn: Taansâ lâi stivrim Rosa Pietikäinen já tast tánssájii Britt-Inger Ruotsala, Susan Löf, Anni-Sofia Löf, Kristen Anne Ruotsala, Petra Ikonen já Sofia Kallionlähde.

source: Sodankyläläinen Jutatokka – ryhmä (kuva alla) esitti kilpailussa tanssin nimeltään Boazu (poro).
smn: Suáđigil Jutatokka – juávkku (kove vyelni) tánssái kištoost taansâ mon nommâ lâi Boazu (puásui).

source: Esitystä kiiteltiin hyvästä rytmistä, sulavista liikkeistä ja maagisesta tunnelmasta.
smn: Tanssâ finnij kijttosijd šiev rytmist, njyebžilis liihâdmijn já maagisâš tobdost.

source: Tanssi kuvasi tuomareiden mielestä hyvin poroa sen ollessa yksin ja tokassa.
smn: Tanssâ kuvvij tuámmárij mielâst pyereest poccuu talle ko tot lii ohtuu já siijdâst.

source: Lisäkiitosta saatiin persoonallisesta paulojen käytöstä esityksen asusteina.
smn: Lasekijttosijd sij finnejii persovnlâš vyevist kevttiđ vuodduid taansâst.

source: Esityksen oli ohjannut Riina Lindberg ja siinä tanssivat Ada Heikkilä, Nella Nikula, Elina Pulkkinen, Lotta Tervo, Eliisa Vaarala ja Laura Kaaretkoski.
smn: Taansâ lâi stivrim Riina Lindberg já tast tánssájii Ada Heikkilä, Nella Nikula, Elina Pulkkinen, Lotta Tervo, Eliisa Vaarala já Laura Kaaretkoski.

source: Kunniamaininnan ja stipendin saanut Giehtaruohttasa mánát (Käsivarren lapset) – ryhmän (kuva alla) oli ohjannut Karesuvannon koulun opettaja Taina Syväjärvi.
smn: Kunneemainâšume já stiipeend finnim Giehtaruohttasa mánát (Kietâruotâs párnááh) – juávhu (kove vyelni) lâi stivrim Käresavvoon škoovlâ máttáátteijee Taina Syväjärvi.

source: Esityksessä oli tekemisen meininki ja siinä näkyi saamelainen kulttuuri.
smn: Taansâst lâi liähtu já tast oinui sämmilâš kulttuur.

source: Lisäksi ryhmällä oli hyvä yhteys yleisöön ja esitys oli viihdyttävä.
smn: Lasseen juávhust lâi šiev ohtâvuotâ keččeid já lávdástem lâi makkuutteijee.

source: Kunniamaininnan ja stipendin sai myös karigasniemeläisten nuorten Gangstajunkkát hiphop-ryhmä (kuva alla) esityksellään Trift Shop.
smn: Kunneemainâšume já stiipeend finnij meid kärigâsnjargâlij nuorâi Gangstajunkkát hiphop-juávkku (kove vyelni) tanssáin Trift Shop.

source: Esityksen oli ohjannut Ville Köngäs, se sai yleisön innostuneesti mukaan, tanssijoilla oli hyvä rytmi, he tanssivat hyvin yhteen ja koreografia oli sopivan haasteellinen.
smn: Taansâ lâi stivrim Ville Köngäs, tot movtijdittij keččeid, tánssájeijein lâi šiev rytmi, sij tánssájii pyereest oohtân já koreografia lâi mudágávt hástulâš.

source: Saamelaisnuorten taidetapahtuma järjestettiin ensimmäisen kerran Sodankylän kirkonkylässä.
smn: Säminuorâi taaiđâtábáhtus uárnejui vuossâmuu keerdi Suáđigil markkânist.

source: Tapahtuma kuuluu valtakunnalliseen
smn: Tábáhtus kulá väldikodálâš

source: Nuori Kulttuuri
smn: Nuorâ Kulttuur

source: – tapahtumaan ja sen pääjärjestäjänä toimii saamelaiskäräjät.
smn: – tábáhtusân já ton váldu-uárnejeijen tuáimá Sämitigge.

source: Sodankylän tapahtumaan osallistui yhteensä yli 400 henkeä ja kilpailuun osallistui 12 tanssiryhmää.
smn: Suáđigil tábáhtusân uásálistii ohtsis paijeel 400 olmožid já kiišton uásálistii 12 tanssâjuávkkud.

source: Vuoden 2015 saamelaisnuorten taidetapahtuma järjestetään Utsjoella ja sen valtakunnallisena teemana on musiikki.
smn: Ive 2015 säminuorâi taaiđâtábáhtus uárnejuvvoo Ucjuuvâst já ton väldikodálâš teeman lii muusik.

source: Saamelaisesta rinnakkaisteemasta tiedotetaan myöhemmin.
smn: Sämmilâš paldâlâsteemast tieđetteh maŋeláá.

source: Sodankylän tapahtumaan liittyneen kuvakilpailun palkinnot jaetaan koulujen kevätjuhlissa.
smn: Suáđigil tábáhtusân lohtâseijee kovekišto palhâšumeh juáhhojeh škoovlâi kiđđâjuuhlijn.

source: Kuvat Mika Saijets.
smn: Koveh Mika Saijets.
